[
    {
        "name": "Ralf Usbeck",
        "slug": "/images/ralf-usbeck.png",
        "company": "CEO Chain4Travel",
        "text": "Halfmage creates beautiful designs with technical know-how and a deep understanding of their work. I have had the pleasure of working with Halfmage on various projects for several years."
    },
    {
        "name": "Ute Becker",
        "slug": "/images/ute-becker.png",
        "company": "Ernährungsberatung Ute Becker",
        "text": "My website is clear, understandable and well structured for my customers. Even after the initial setup, someone from Halfmage was always available and provided technical support immediately in the event of problems and always provided the latest updates."
    },
    {
        "name": "Reinhold Rapp",
        "slug": "/images/reinhold-rapp.png",
        "company": "CEO GrowthBox",
        "text": "I really appreciate working with Halfmage, because with them I have a development partner and not just a service provider. Working together for the GrowthBox has always been customer oriented, punctual and very engaging - I thoroughly enjoyed it."
    },
    {
        "name": "Elizabeth Graham",
        "slug": "/images/elizabeth-graham.png",
        "company": "Nutrition Intelligence",
        "text": "Halfmage brought a unique enthusiasm to my project that made working with them fun, energetic, and impactful. I truly felt like they were part of my team and believed in the success of my project as if it were their own. On top of it all, their design work is best in class, bringing our branding and app design to a whole new level!"
    },
    {
        "name": "Alesia Kunts",
        "slug": "/images/alesia-kunts.png",
        "company": "CEO Qizify Learning",
        "text": "Halfmage is dedicated to their work, responsible and delivers the work on time (or earlier). They does not hesitate to share ideas that address the needs of our customers better than we originally thought. They are communicative, creative, experienced, and professional."
    },
    {
        "name": "David Zacharias",
        "slug": "/images/david-zacharias.png",
        "company": "Owner of Existential Psychiatry",
        "text": "I have worked with Halfmage for nearly two years now and deeply appreciate their extensive knowledge, ability for creative problem-solving, professional and responsive demeanor, and the fact that they clearly care about quality in their work."
    }
]